<template>
  <v-row :class="$vuetify.breakpoint.smAndDown ? 'my-6 mx-3' : 'ma-6'">
    <v-col cols="12" md="12">
      <v-card class="border12" v-if="$vuetify.breakpoint.mdAndUp">
        <v-breadcrumbs :items="items">
          <template v-slot:divider>
            <v-icon>mdi-chevron-left</v-icon>
          </template>
        </v-breadcrumbs>
      </v-card>
      <v-card
        class="border12"
        :class="$vuetify.breakpoint.mdAndUp ? 'px-6 mt-8' : 'px-3'"
      >
        <v-row class="pt-10">
          <v-col
            cols="12"
            md="12"
            :class="$vuetify.breakpoint.mdAndUp ? '' : 'd-flex justify-center'"
          >
            <h1 :class="$vuetify.breakpoint.smAndDown ? '' : 'mr-10'">
              حفظ حریم شخصی
            </h1>
          </v-col>
          <v-col
            cols="12"
            v-if="!$vuetify.breakpoint.mdAndUp"
            class="d-flex justify-center"
          >
            <img src="/image/img_tantak2.jpg" width="250" />
          </v-col>

          <v-col cols="12" md="7">
            <div
              :class="
                $vuetify.breakpoint.mdAndUp ? 'mx-6' : 'line-height-36 mx-2'
              "
            >
              <div>
                <div
                  v-for="(privacy, i) in privacys"
                  :key="i"
                  :class="
                    $vuetify.breakpoint.mdAndUp
                      ? 'line-height-40 mx-6'
                      : 'line-height-36 mx-2'
                  "
                >
                  <div class="d-flex mb-4">
                    <v-icon size="20" color="primary">mdi-lock</v-icon>
                    <h4 class="mr-3">
                      {{ privacy.title }}
                    </h4>
                  </div>
                  <div
                    :class="$vuetify.breakpoint.mdAndUp ? 'mx-6' : 'mr-6 ml-3'"
                  >
                    <p v-for="term in privacy.description" :key="term">
                      {{ term }}
                    </p>
                  </div>
                </div>
              </div>
              <div></div>
            </div>
          </v-col>
          <v-col cols="5" v-if="$vuetify.breakpoint.mdAndUp">
            <img src="/image/img_tantak2.jpg" width="510" />
          </v-col>
          <v-col cols="12" md="12">
            <div
              :class="
                $vuetify.breakpoint.mdAndUp ? 'mx-6' : 'line-height-36 mx-2'
              "
            >
              <div>
                <div
                  v-for="(privacy, i) in privacys_1"
                  :key="i"
                  :class="
                    $vuetify.breakpoint.mdAndUp
                      ? 'line-height-40 mx-6'
                      : 'line-height-36 mx-2'
                  "
                >
                  <div class="d-flex mb-4">
                    <v-icon size="20" color="primary">mdi-lock</v-icon>
                    <h4 class="mr-3">
                      {{ privacy.title }}
                    </h4>
                  </div>
                  <div
                    :class="$vuetify.breakpoint.mdAndUp ? 'mx-6' : 'mr-6 ml-3'"
                  >
                    <p v-for="term in privacy.description" :key="term">
                      {{ term }}
                    </p>
                  </div>
                </div>
              </div>
              <div>
                <div
                  v-for="(privacy, i) in privacys_2"
                  :key="i"
                  :class="
                    $vuetify.breakpoint.mdAndUp
                      ? 'line-height-40 mx-6'
                      : 'line-height-36 mx-2'
                  "
                >
                  <div class="mb-4">
                    <h3>{{ privacy.title_2 }}</h3>
                  </div>
                  <div class="d-flex mb-4">
                    <v-icon size="20" color="primary">mdi-lock</v-icon>
                    <h4 class="mr-3">
                      {{ privacy.title }}
                    </h4>
                  </div>

                  <div
                    :class="$vuetify.breakpoint.mdAndUp ? 'mx-6' : 'mr-6 ml-3'"
                  >
                    <ul>
                      <li v-for="term in privacy.description" :key="term">
                        {{ term }}
                      </li>
                    </ul>
                  </div>
                </div>
              </div>
            </div>
          </v-col>
        </v-row>
      </v-card>
    </v-col>
  </v-row>
</template>

<script>
export default {
  data() {
    return {
      items: [
        {
          text: "خانه",
          disabled: false,
          to: "/",
        },
        {
          text: "حریم شخصی",
          disabled: false,
          to: "/privacy",
        },
      ],

      privacys: [
        {
          title: "  استفاده از وب سايت تن تاک",
          description: [
            " رعایت حریم خصوصی مجموعه تن تاک از اهمیت بالایی برخوردار است و ما به اهمیت آن برای مشتریان گرامی واقف هستیم. ما به حفظ حریم خصوصی شما متعهد هستیم و قصد داریم که شما در هنگام بازدید از وب سایت و اپلیکیشن ما و همچنین به هنگام استفاده از  خدمات ما احساس رضایت و امنیت کنید . این اعلامیه حفظ حریم  خصوصی، مبنایی را برای پردازش هر گونه اطلاعات شخصی را که ما  از شما دریافت می کنیم یا آنچه که به ما ارائه می دهید، ارائه  می‌نماید. توجه داشته باشید کلیه اصول و رویه‏‌های تن تاک  منطبق با قوانین جمهوری اسلامی ایران می باشد و متعاقبا کاربر  نیز موظف به رعایت قوانین مرتبط با کاربر است. لازم به ذکر است  ورود کاربران وب سایت و اپلیکیشن تن تاک به معنای آگاه بودن و  پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از خدمات تن تاک  است. توجه داشته باشید که ثبت سفارش نیز در هر زمان به معنی  پذیرفتن کامل کلیه شرایط و قوانین از سوی کاربر است.",
          ],
        },
      ],
      privacys_2: [
        {
          title: "استفاده از وب سایت برای مقاصد زیر مجاز نمی باشد:",
          description: [
            "ارسال يا استفاده از موضوعات خلاف قانون و اخلاق و يا فريب دهنده.",
            " ارسال يا استفاده از مطالب و موضوعاتي كه حاوي ويروس هاي نرم افزاري، فعاليت هاي سياسي، درخواست هاي تجاري، نامه هاي زنجيره اي، يا هرگونه SPAM باشد.",
            "استفاده از وب سایت به شكلی كه موجب آزردگی، ناراحتی یا هیجان بی مورد شود.",
          ],
        },
        {
          title: "شرایط و ضوابط عضویت",
          description: [
            " تن تاک اين اختيار را دارد تا درخواست متقاضياني را كه جهت عضويت در سایت رسمي تن تاک، ثبت نام می نمایند را بررسي و در خصوص پذيرش و يا رد آنها تصميم گيري نمايد. براين اساس پذيرفته شدن افراد در سایت مشتريان، محدودكننده اختيارات سایت در رعايت ضوابط و مقررات نبوده و هرگاه هر يك از اعضاء از مقررات سایت عدول نمايد، تن تاک اين اختيار را دارد تا بدون اعلام قبلي با حذف تعهدات و امتيازات اعطائي، درخصوص عضويت ايشان تصميم گيري نمايد. در اين صورت افراد ياد شده به طور قطع و غيرقابل عدول حق هرگونه ادعا و اعتراضي را نسبت به تصميمات سایت از خود سلب مي‌نمايد.",
            " هر کاربری که دارای نام کاربری و کلمه عبور در سایت باشد در قبال هر فعالیتی که بتوان در بخش کاربری انجام می دهد مسئول بوده و این مسئولیت شامل محتوا, عکس ها, فیلم ها و ... نیز می باشد. ضمناً استفاده از محصولات دیگران به نام خود نیز غیرمجاز بوده و ثبت لینک به هر سایت غیرمجاز ممنوع می باشد.",
            " تن تاک اين اختيار را دارد تا بدون اعلام قبلي با حذف تعهدات و امتيازات اعطائي، در خصوص عضويت اعضا غيرفعال تصميم گيري نمايد. در اين صورت افراد ياد شده به طور قطع و غيرقابل عدول حق هرگونه ادعا و اعتراضي را نسبت به تصميمات سایت از خود سلب مي‌نمايند.",
            "ارائه محصولات، خدمات و یا آگهی ها نیاز به ثبت برخی از اطلاعات در فرم های سایت دارد. این اطلاعات باید صحیح باشد و در صورت صحیح نبودن، تن تاک می تواند نسبت به حذف آنها اقدام نماید. تن تاک هرگونه اطلاعات وارد شده به هنگام استفاده از وب سايت را نگهداري نموده و در راستاي سياست حفظ حريم خصوصي عمل خواهد كرد. آدرس پست الکترونیک شما در هیچ قسمت از سایت نشان داده نخواهد شد و صرفاً ارسال تقاضا برای شما از طریق فرم ها و روال های جاری سایت انجام می پذیرد. تن تاک می تواند اطلاعات وارد شده توسط کاربر را به اطلاعات درست تغییر دهد.",
            "تن تاک با توجه به اهداف و سياست گذاري های خود، با اجراي طرح امتيازي به اعضايي كه از خدمات سایت استفاده نمايند امتياز اختصاص داده و اين امكان را فراهم مي نمايد تا اعضاء با جمع آوري امتياز در طرح هاي تشويقي سایت شركت نموده و از مزاياي پاداش ها بهره‌مند شوند. بر اين اساس تن تاک اين اختيار را دارد تا تغييرات مورد نظر خود را درخصوص موارد ذيل انجام داده و اعضاء به طور قطع و غيرقابل عدول حق هرگونه ادعا و اعتراضي را نسبت به سایت از خود سلب ‌مي نمايند.",
            " ايجاد، تغيير، توقف و يا حذف طرح امتيازي يا اجزاء آن از قبيل شرايط ورود به بخش طرح امتيازي، مقدار امتياز تخصيص داده شده به هر خدمت، دوره زمانی امتيازها، پاداش های مترتب بر امتیازها، ارزش ريالي امتيازها و... در اختيار تن تاک است.",
            "يجاد، تغيير، توقف و يا حذف پاداش هاي اعطايي يا اجزاء آن از قبيل شرايط ورود به بخش پاداش، تعداد، مبالغ و نوع پاداش و... در اختيار تن تاک است.",
            "تغییر در زمان بندی به روزرسانی امتیازها، رسیدگی به درخواست پاداش های ارائه شده، پرداخت وجود جوایز و ... در اختيار تن تاک است.",
            "هرگاه براي تن تاک محرز شود كه تراكنش هاي صورت پذيرفته توسط اعضاء كه منجر به امتياز شده است، به صورت صوري و از روش هايي مغاير با روش هاي تعريف شده در كسب و كار و يا هر نوع روش ديگر با هدف شبيه سازي تراكنش هاي موجه بوده و هدف از انجام آن صرفاً كسب امتياز بوده است، سایت اين اختيار را دارد كه بدون اعلام قبلي از ادامه فعاليت آن دسته از اعضاء در هر مرحله اي كه هستند (انتخاب پاداش نقدي، تسهيلات، قرعه كشي ها و ... ) ممانعت به عمل آورده و با حذف تعهدات و امتيازات اعطايي درخصوص عضويت و يا لغو عضويت ايشان تصميم گيري نمايد. در اين صورت افراد ياد شده به طور قطع و غيرقابل عدول حق هرگونه ادعا و اعتراضي را نسبت به تصميمات اخذ شده از خود سلب مي‌نمايند.",
            "در صورت بروز مشكلات فني، قطعي، كندي سرعت، فيلترينگ اينترنت و ... ايجاد محدوديت در دسترسي به وب سايت، تن تاک تمامي تلاش خود را جهت رفع مشكل و كسب رضايت اعضاء محترم سایت به كار خواهد گرفت.",
          ],
        },

        {
          title_2: "استفاده از اطلاعات",
          title:
            "تن تاک در موارد زير مجاز به استفاده از اطلاعات شخصي جمع آوري شده مي باشد:",
          description: [
            "درصورتي كه اعضاء مشخصات يا رمز ثبت شده براي استفاده از خدمات سایت را فراموش كرده باشند، بمنظور مشخص نمودن هويت اعضاء و انجام همكاري هاي لازم مي تواند از اطلاعات ثبت شده استفاده نمايد",
            "براي فراهم نمودن خدمات مورد تقاضاي اعضاء",
            "براي بازاريابي هاي آينده، اهداف همگاني و مشترك ازجمله بازاريابي مستقيم و نيز تحقيقات و مطالعات بازار",
            "اطمينان از مرتبط بودن اطلاعات با علايق اعضاء و ساير مصارف مجاز از جانب اعضاء",
            "در صورت نياز به استفاده از اطلاعات شخصي اعضاء در ساير موارد، تن تاک پيش تر رضايت ایشان را كسب خواهد نمود",
          ],
        },
      ],
      privacys_1: [
        {
          title: "لینك سازی",
          description: [
            "دربرگيري هر يك از سايت هاي لينك شده دليل بر تاييد آن سايت نمي باشد و مسئوليت هرگونه استفاده از وب سايت با استناد بر سايت هاي لينك شده آن بر عهده استفاده كننده مي باشد. تن تاک اکیدا توصيه می نماید به دقت مراقب حق مالكيت و ضوابط و شرايط سايت هاي لينك شده مورد بازديد باشيد.",
          ],
        },
        {
          title: "حق کپی رایت",
          description: [
            "تمامي محتويات اين وب سايت ازجمله متن ها، تصاوير، لوگوها، نمادها، عكس ها و نرم افزارها، دارايي های تن تاک محسوب شده و تلفيق (به معناي جمع آوري، مرتب سازي و گرد هم آوري) محتويات اين سايت نيز منحصراً متعلق به تن تاک بوده و توسط قوانين بين المللي كپي رايت محافظت مي گردد. ممكن است از محتويات و نرم افزار اين وب سايت براي خريد، فروش و منبع كارت الكترونيكي استفاده شود. ساير موارد استفاده همچون بازسازي، تغيير، مشاركت، انتقال، چاپ مجدد، نمايش يا استفاده از محتويات و مطالب اين وب سايت اکیدا ممنوع مي باشد.",
          ],
        },
        {
          title: "حدود مسئولیت",
          description: [
            "مطالب موجود در این سایت ممکن است اشتباه بوده و یا غلط تایپی داشته باشد و اطلاعات ممکن است تغییر یافته یا بروز رسانی شوند. تن تاک هیچ مسئولیتی در برابر وب سایت هایی که ممکن است از این وب سایت به آنها لینک داده شود ندارد. نحوه استفاده از خدمات",
          ],
        },
        {
          title: "نحوه استفاده از خدمات",
          description: [
            "  استفاده از وب سايت به هر روشي كه سبب آسيب ديدگي، ايجاد وقفه يا زيان رسيدن به آن شود، ممنوع مي باشد. بدينوسيله تمامي اعضاء توافق مي نمايند كه در صورت نقض مقررات و قوانين مربوطه، تمامي خسارات احتمالي وارده به تن تاک و شرکای تجاری ایشان را بر عهده بگيرند. شايان ذكر است مسئوليت ارتباطات الكترونيكي و مطالب ارسالي از رايانه اعضاء سایت، بر عهده خود ايشان بوده و استفاده از وب سايت فقط براي اهداف قانوني جايز مي باشد. ",
          ],
        },
        {
          title: "شرایط و محدودیت های استفاده",
          description: [
            "استفاده از محصولات و خدمات این سایت منوط به رعایت مقررات و ضوابط تن تاک است و تبلیغ یا فروش هرگونه محصول و خدمت که به صورت مستقید.",
          ],
        },
      ],
    };
  },
};
</script>

<style scoped>
h1 {
  font-size: 30px;
}
p {
  font-size: 15px;
}
ul {
  padding-left: 0px;
}
</style>
