<template>
  <div class="bg_div">
    <v-container>
      <v-row>
        <v-col cols="12" md="12">
          <v-card class="mt-15 py-15 px-10 card_class">
            <v-row class="py-10">
              <v-col cols="12" md="12" class="text-center">
                <h1>حفظ حریم شخصی</h1>
              </v-col>
              <v-col cols="12" md="12">
                <ul>
                  <v-col>
                    <li class="my-3">
                      <h4>استفاده از وب سايت تن تاک</h4>
                    </li>
                    <p>
                      رعایت حریم خصوصی مجموعه تن تاک از اهمیت بالایی برخوردار
                      است و ما به اهمیت آن برای مشتریان گرامی واقف هستیم. ما به
                      حفظ حریم خصوصی شما متعهد هستیم و قصد داریم که شما در هنگام
                      بازدید از وب سایت و اپلیکیشن ما و همچنین به هنگام استفاده
                      از خدمات ما احساس رضایت و امنیت کنید . این اعلامیه حفظ
                      حریم خصوصی، مبنایی را برای پردازش هر گونه اطلاعات شخصی را
                      که ما از شما دریافت می کنیم یا آنچه که به ما ارائه می
                      دهید، ارائه می‌نماید. توجه داشته باشید کلیه اصول و
                      رویه‏‌های تن تاک منطبق با قوانین جمهوری اسلامی ایران می
                      باشد و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با
                      کاربر است. لازم به ذکر است ورود کاربران وب سایت و اپلیکیشن
                      تن تاک به معنای آگاه بودن و پذیرفتن شرایط و قوانین و
                      همچنین نحوه استفاده از خدمات تن تاک است. توجه داشته باشید
                      که ثبت سفارش نیز در هر زمان به معنی پذیرفتن کامل کلیه
                      شرایط و قوانین از سوی کاربر است.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>تعریف داده های شخصی</h4>
                    </li>
                    <p>
                      "داده های شخصی" به معنای هر گونه اطلاعات مربوط به یک فرد
                      حقیقی شناخته شده یا قابل شناسایی است.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>اعمال اعلامیه حریم شخصی</h4>
                    </li>
                    <p>
                      اعلامیه حریم شخصی در مورد پردازش تمام داده های شخصی که در
                      رابطه با ارتباط مشتریان یا مشتریان بالقوه تن تاک است
                      استفاده می‌شود. ما تنها زمانی از اطلاعات شما بر اساس این
                      اعلامیه حریم خصوصی استفاده خواهیم کرد که شما از وبسایت یا
                      اپلیکیشن و خدمات ما استفاده کنید و زمانی که شما با ما در
                      تماس باشید.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>مسئولیت در برابر داده های شخصی</h4>
                    </li>
                    <p>
                      تن تاک مسئول پردازش تمام داده های شخصی است که در اعلامیه
                      حریم خصوصی شرح داده شده است و ما توضیح می دهیم که چه
                      اطلاعات شخصی پردازش می شود و برای چه اهداف، افرادی یا
                      سازمان هایی این داده ها ارائه خواهند شد. وب سایت ما و
                      برنامه های موبایل ما ممکن است حاوی لینک هایی باشد تا شما
                      را قادر به بازدید از وب سایت برنامه های کاربردی دیگر کند
                      که تحت خط مشی های حفظ حریم خصوصی خود آن ها قرار دارند.
                      لطفا توجه داشته باشید که ما هیچگونه نظارت بر قوانین و خط
                      مشی آن ها نداریم و آن ها مسئول حفاظت و حفظ حریم خصوصی هر
                      گونه اطلاعاتی هستند که شما در هنگام بازدید از این سایت ها
                      ارائه می دهید.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>نحوه جمع آوری داده های شخصی</h4>
                    </li>
                    <p>
                      ما مستقیما از شما یا نماینده مجاز شما اطلاعات شخصی را جمع
                      آوری و دریافت می کنیم (در برخی مواقع با استفاده از کوکی
                      ها). همچنین ما ممکن است داده های شخصی اقوام و آشنایان شما
                      را جمع آوری کنیم که شما این داده ها را از طرف آن ها به ما
                      داده باشید، از جمله زمانی که:
                    </p>
                    <ul>
                      <li>
                        <p>
                          ثبت نام، استفاده یا دسترسی به وب سایت یا برنامه های
                          موبایل ما
                        </p>
                      </li>
                      <li>
                        <p>
                          برقراری ارتباط با ما از طریق ایمیل، تلفن، پیامک، رسانه
                          های اجتماعی، ، حساب کاربری و ...
                        </p>
                      </li>
                    </ul>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>کوکی</h4>
                    </li>
                    <p>
                      کوکی ها فایل های کوچکی از اطلاعات هستند که اطلاعات مربوط
                      به بازدید شما از وب سایت ما را ذخیره و بازیابی می کنند
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>دلایل استفاده از این اطلاعات</h4>
                    </li>
                    <ul>
                      <li>
                        <p>
                          برای پاسخگویی به سوالات یا شکایاتِ نظرات و پیشنهادات
                          شما و بهبود خدمات در جهت افزایش رضایت مشتریان
                        </p>
                      </li>
                      <li>
                        <p>
                          برای مدیریت حساب و اطمینان از محرمانه بودن و امنیت
                          خریدها و معاملات
                        </p>
                      </li>
                      <li>
                        <p>
                          برای دسترسی و اجازه ارتباط بین ما و شما در رسانه های
                          اجتماعی
                        </p>
                      </li>
                      <li><p>برای توسعه و بهبود خدمات و سرویس ها</p></li>
                      <li>
                        <p>
                          برای ارزیابی و پذیرش مشتری در هنگام خرید از ما یا برای
                          استفاده از خدمات فرعی ما
                        </p>
                      </li>
                      <li>
                        <p>
                          برای تجزیه و تحلیل و توسعه سازمانی، مدیریت داخلی،
                          گزارش های سازمانی و خرید و فروش ها
                        </p>
                      </li>
                      <li>
                        <p>برای انطباق با قانون، نظارت و بررسی انطباق ها</p>
                      </li>
                      <li>
                        <p>
                          برای مدیریت مشارکت های شما با ما بر اساس انتخاب های
                          شما
                        </p>
                      </li>
                    </ul>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>دسترسی به داده های شما</h4>
                    </li>
                    <p>
                      تن تاک به عنوان یک سازمان معتبر، داده های جمع آوری شده را
                      ممکن است در سراسر سازمان و تیم تن تاک انتقال بدهد. ما ممکن
                      است اطلاعات شخصی شما را برای سهامداران و سایر اعضای تن تاک
                      برای اهداف تجاری و اداری افشا کنیم. تمامی افرادی که به
                      اطلاعات شما دسترسی می‌یابند تحت قراردادهای منع افشا، از
                      هرگونه استفاده غیر از آن‌ها منع‌شده‌اند.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>حفاظت از اطلاعات شما</h4>
                    </li>
                    <p>
                      تن تاک اقدامات لازم را برای اطمینان از محرمانه بودن و
                      امنیت اطلاعات شخصی شما انجام داده است. ما متعهد هستیم تا
                      اطمینان حاصل کنیم که اطلاعات شخصی شما امن است و در تلاش
                      برای جلوگیری از دسترسی غیرمجاز و یا افشای اطلاعات شخصی
                      شما، انواع حفاظت های فیزیکی، فنی و اداری را در برابر
                      نابودی تصادفی یا غیرقانونی یا از دست دادن تصادفی، آسیب،
                      تغییر، افشای غیرمجاز یا دسترسی و همچنین تمام اشکال دیگر را
                      انجام داده ایم و همچنین برای محافظت از امنیت اطلاعات شما،
                      در صورت لزوم، هنگام جمع آوری یا انتقال اطلاعات شخصی، از
                      تکنولوژی رمزگذاری استفاده می کنیم. البته باید در نظر داشت
                      اگر چه ما از تلاش های منطقی و مناسب برای حفاظت از اطلاعات
                      شخصی خود استفاده می کنیم، اما نمی توانیم امنیت داده های
                      شخصی خود را که از طریق اینترنت یا اتصال مشابه به وب سایت
                      ما یا برنامه های موبایل دیگر، تضمین کنیم.
                    </p>
                  </v-col>
                  <v-col>
                    <li class="my-3">
                      <h4>ارتباط با ما</h4>
                    </li>
                    <p>
                      شما می‌توانید در هر زمان با برقراری ارتباط با سازمان ما
                      درخواست دسترسی، اصلاح، ایجاد محدودیت و پاک کردن اطلاعات
                      شخصی خود را به ما ابلاغ کرده تا در اسرع وقت این تغییرات
                      ایجاد شوند.
                    </p>
                  </v-col>
                </ul>
              </v-col>
            </v-row>
          </v-card>
        </v-col>
      </v-row>
    </v-container>
  </div>
</template>
  
  <script>
export default {
  data() {
    return {};
  },
};
</script>
  
  <style scoped>
h1 {
  font-size: 30px;
}
p {
  font-size: 15px;
}
.card_class {
  border-radius: 10px;
  background-color: #ffffff;
}
</style>