<template>
  <v-row class="ma-6">
    <v-col cols="12" md="12">
      <v-card class="border12" v-if="$vuetify.breakpoint.mdAndUp">
        <v-breadcrumbs :items="items">
          <template v-slot:divider>
            <v-icon>mdi-chevron-left</v-icon>
          </template>
        </v-breadcrumbs>
      </v-card>
      <v-card class="mt-8 px-10 card_class">
        <v-row class="py-10">
          <v-col cols="12" class="d-flex mr-14">
            <h1>شرایط مرجوعی کالا</h1>
          </v-col>
          <v-col cols="6" md="7">
            <div class="mx-14">
              <div class="line-height-40 mx-6">
                <h3>بازگشت و یا تعویض کالا چه دلایلی می‌تواند داشته باشد؟</h3>
                <p>
                  در صورت عدم استفاده از کفش خریداری شده،ظرف مدت زمان 7روز
                  میتوانید کفش خریداری شده را تعویض و یا مرجوع نمایید.
                </p>
                <p>
                  مورد پسند نبودن کالای دریافتی ، مناسب نبودن سایز محصول
                  دریافتی، عدم مطابقت محصول سفارش داده شده با محصول دریافتی یا
                  وجود نقص و ایراد در کالای خریداری شده دلایلی است که میتوانید
                  کالای خریداری شده خود را تعویض و یا مرجوع نمایید.
                </p>
              </div>
            </div>
          </v-col>
          <v-col cols="5">
            <img src="/image/img_tantak5.jpg" width="450" />
          </v-col>
        </v-row>
        <v-col cols="5" md="10">
          <div class="mx-14">
            <div class="line-height-40 mx-6">
              <h3>شرایط مرجوعی</h3>
              <ul>
                <li><p>کالای برگشت حتما همراه فاکتور مربوطه باشد.</p></li>
                <li>
                  <p>
                    شرایط مرجوعی محصولات چرمی شامل :شکستگی زیره،معیوب بودن چرم و
                    همچنین جداشدن رویه از زیره کفش می باشد.
                  </p>
                </li>
                <li>
                  <p>
                    شرایط مرجوعی کتانی و کفش های راحتی شامل: شکستگی زیره و
                    جداشدن رویه از زیره کفش می باشد.
                  </p>
                </li>
              </ul>
              <h3>ثبت درخواست مرجوعی و یا تعویض به چه صورت می باشد؟</h3>
              <p>
                مشتریان عزیز در صورتی که قصد مرجوعی و یا تعویض کالایی را دارید
                پس از ثبت درخواست ، کالای خود را برگشت دهید. برای ثبت درخواست
                مرجوعی و تعویض می‌توانید از پنل کاربری خود در سایت تن تاک ،
                درخواست خود را ثبت نمائید.
              </p>
              <br />
              <h3>تعویض</h3>
              <p>
                پس از بررسی درخواست تعویض شما و تایید توسط مسئول مربوطه،پیامکی
                حاوی اطلاعات لازم برای تعویض کالا برای شما ارسال می گردد.
              </p>
              <p>
                پس از دریافت کالای شما و تایید توسط کارشناسان مربوطه، طی 3 الی 7
                روز کاری کالای مورد نظر ارسال میشود.
              </p>
              <p>
                توجه: چنان چه قصد تعویض دارید، در حداقل زمان ممکن پس از دریافت
                کالا اقدام نمایید تا این روال بدون هیچ گونه مشکلی، برای شما
                انجام شود.
              </p>
              <h3>مرجوعی</h3>
              <p>
                پس از بررسی درخواست مرجوعی و تایید توسط مسئول مربوطه،پیامکی حاوی
                اطلاعات لازم برای بازگشت کالا برای شما ارسال می گردد. در این
                صورت مبلغ واریزی شما، طی حداقل 72 ساعت(3روز کاری)به شماره کارت
                ثبت شده شما واریز میگردد.
              </p>
              <br />
              <h5>
                توجه: چنان چه قصد تعویض دارید، در حداقل زمان ممکن پس از دریافت
                کالا اقدام نمایید تا این روال بدون هیچ گونه مشکلی، برای شما
                انجام شود.
              </h5>
              <h3>کالای خود را به چه آدرسی ارسال کنیم؟</h3>
              <p>
                تهران، بزرگراه آزادگان، بزرگراه رجایی، بزرگراه شهید بهشتی،
                نرسیده به سه راه ترانسفور، مجتمع تجاری آرین تلفن پشتیبانی:
                57917000-021
              </p>
            </div>
          </div>
        </v-col>
      </v-card>
    </v-col>
  </v-row>
</template>

<script>
export default {
  data() {
    return {
      items: [
        {
          text: "خانه",
          disabled: false,
          to: "/",
        },

        {
          text: "درباره ما",
          disabled: false,
          to: "/about-us",
        },
        {
          text: "نحوه ارسال",
          disabled: false,
          to: "/how-to-send",
        },
        {
          text: "حریم شخصی",
          disabled: false,
          to: "/privacy",
        },
        {
          text: "قوانین و مقررات",
          disabled: false,
          to: "/terms-and-conditions",
        },
        {
          text: "راهنمای سایز کفش",
          disabled: false,
          to: "/show-size-guide",
        },
        {
          text: "شرایط مرجوعی ",
          disabled: false,
          to: "/return-conditions",
        },
        {
          text: "خدمات پس از فروش",
          disabled: false,
          to: "/support",
        },
      ],
    };
  },
};
</script>

<style scoped>
h1 {
  font-size: 30px;
}
p {
  font-size: 15px;
}
.card_class {
  border-radius: 10px;
  background-color: #ffffff;
}
</style>
