<template>
  <div>
    <v-container>
      <v-row>
        <v-col cols="12" md="12">
          <v-card class="mt-15 py-15 px-10 card_class">
            <v-row class="py-10">
              <v-col cols="12" md="12" class="text-center">
                <h1>شرایط مرجوعی کالا</h1>
              </v-col>

              <v-col>
                <v-col>
                  <div>
                    <h4 class="mt-5 mb-3">
                      بازگشت و یا تعویض کالا چه دلایلی می‌تواند داشته باشد؟
                    </h4>
                    <p>
                      در صورت عدم استفاده از کفش خریداری شده،ظرف مدت زمان 7روز
                      میتوانید کفش خریداری شده را تعویض و یا مرجوع نمایید.
                    </p>
                    <p>
                      مورد پسند نبودن کالای دریافتی ، مناسب نبودن سایز محصول
                      دریافتی، عدم مطابقت محصول سفارش داده شده با محصول دریافتی
                      یا وجود نقص و ایراد در کالای خریداری شده دلایلی است که
                      میتوانید کالای خریداری شده خود را تعویض و یا مرجوع نمایید.
                    </p>
                  </div>
                  <ul>
                    <h4 class="mt-5 mb-3">شرایط مرجوعی</h4>
                    <li>کالای برگشت حتما همراه فاکتور مربوطه باشد.</li>
                    <li>
                      شرایط مرجوعی محصولات چرمی شامل :شکستگی زیره،معیوب بودن چرم
                      و همچنین جداشدن رویه از زیره کفش می باشد.
                    </li>
                    <li>
                      شرایط مرجوعی کتانی و کفش های راحتی شامل: شکستگی زیره و
                      جداشدن رویه از زیره کفش می باشد.
                    </li>
                  </ul>
                  <div>
                    <h4 class="mt-5 mb-3">ثبت درخواست مرجوعی و یا تعویض به چه صورت می باشد؟</h4>
                    <p>
                      مشتریان عزیز در صورتی که قصد مرجوعی و یا تعویض کالایی را
                      دارید پس از ثبت درخواست ، کالای خود را برگشت دهید. برای
                      ثبت درخواست مرجوعی و تعویض می‌توانید از پنل کاربری خود در
                      سایت تن تاک ، درخواست خود را ثبت نمائید.
                    </p>
                  </div>
                  <div>
                    <h4 class="mt-5 mb-3">تعویض</h4>
                    <p>
                      پس از بررسی درخواست تعویض شما و تایید توسط مسئول
                      مربوطه،پیامکی حاوی اطلاعات لازم برای تعویض کالا برای شما
                      ارسال می گردد.
                    </p>
                    <p>
                      پس از دریافت کالای شما و تایید توسط کارشناسان مربوطه، طی 3
                      الی 7 روز کاری کالای مورد نظر ارسال میشود.
                    </p>
                    <p>
                      توجه: چنان چه قصد تعویض دارید، در حداقل زمان ممکن پس از
                      دریافت کالا اقدام نمایید تا این روال بدون هیچ گونه مشکلی،
                      برای شما انجام شود.
                    </p>
                  </div>
                  <div>
                    <h4 class="mt-5 mb-3">مرجوعی</h4>
                    <p>
                      پس از بررسی درخواست مرجوعی و تایید توسط مسئول
                      مربوطه،پیامکی حاوی اطلاعات لازم برای بازگشت کالا برای شما
                      ارسال می گردد.
                    </p>
                    <p>
                      در این صورت مبلغ واریزی شما، طی حداقل 72 ساعت(3روز کاری)به
                      شماره کارت ثبت شده شما واریز میگردد.
                    </p>
                    <p>
                      توجه: چنان چه قصد تعویض دارید، در حداقل زمان ممکن پس از
                      دریافت کالا اقدام نمایید تا این روال بدون هیچ گونه مشکلی،
                      برای شما انجام شود.
                    </p>
                  </div>
                  <div>
                    <h4 class="mt-5 mb-3">کالای خود را به چه آدرسی ارسال کنیم؟</h4>
                    <p>
                      تهران، بزرگراه آزادگان، بزرگراه رجایی، بزرگراه شهید بهشتی،
                      نرسیده به سه راه ترانسفور، مجتمع تجاری آرین تلفن پشتیبانی:
                      57917000-021
                    </p>
                  </div>
                </v-col>
              </v-col>
            </v-row>
          </v-card>
        </v-col>
      </v-row>
    </v-container>
  </div>
</template>
    
    <script>
export default {
  data() {
    return {};
  },
};
</script>
    
    <style scoped>
h1 {
  font-size: 30px;
}
p {
  font-size: 15px;
}
.card_class {
  border-radius: 10px;
  background-color: #ffffff;
}
</style>