<template>
  <v-row :class="$vuetify.breakpoint.mdAndUp ? 'ma-6' : 'mx-2'">
    <v-col cols="12">
      <v-card class="border12" v-if="$vuetify.breakpoint.mdAndUp">
        <v-breadcrumbs :items="items">
          <template v-slot:divider>
            <v-icon>mdi-chevron-left</v-icon>
          </template>
        </v-breadcrumbs>
      </v-card>
      <v-card
        class="my-5 border12 box-shadow-none pb-10"
        :class="{
          'px-14': $vuetify.breakpoint.mdAndUp,
          'px-4': $vuetify.breakpoint.smAndDown,
        }"
      >
        <div class="mt-8 pt-4 ">
          <h1>قوانین و مقررات</h1>
        </div>
        <div class="mt-5 text-justify">
          <h2>قوانین و مقررات قوانین عمومی</h2>
          <br />
          <div>
            <p>
              ۱- کلیه اصول و قواعد این سایت منطبق بر قوانین جمهوری اسلامی ایران
              است منطبقا کاربران نیز موظف به رعایت قوانین و شرایط سایت است.
            </p>
            <p>
              ۲- به محض ثبت نام در سایت، ارتباطات الکترونیکی از طریق پست الکترونیک و
              شماره همراه با شما برقرار خواهد شد.
            </p>
            <p>
              ۳- کلیه مکاتبات پست الکترونیک از طریق آدرس
              <a href="mailto:goolghandco@gmail.com">goolghandco@gmail.com</a>
              و مکاتبات واتس اپی از طریق شماره&nbsp; ۰۹۱۵۸۶۳۲۳۷۳ با شما برقرار
              خواهد شد.بنابراین هرگونه ارتباط با غیر این راه های ارتباطی
              سوءاستفاده از نام گل قند می باشد.
            </p>
          </div>
          <h2 class="mt-8">ثبت ، پردازش وارسال سفارش</h2>
          <br />
          <div>
            <p>
              ۱- روز کاری به معنی روز شنبه تا پنجشنبه به استثنای روزهای تعطیل
              رسمی است، کلیه سفارشات ثبت شده در طول روزهای کاری و اولین روز بعد
              از تعطیلات رسمی پردازش می شوند. شما عزیزان می توانید در همه روزهای
              کاری و غیر کاری و بصورت ۲۴ ساعته از طریق سایت ثبت سفارش نمایید.
            </p>
            <p>
              ۲- کلیه سفارش&zwnj;&rlm;های ثبت شده در سایت گل قند به وسیله ارسال
              کد سفارش از طریق پیام کوتاه و پیش فاکتور از طریق پست الکترونیک در صف
              پردازش قرار می&rlm;&zwnj;گیرند. گل قند همواره در ارسال و تحویل
              کلیه سفارش&zwnj;&rlm;های ثبت شده، نهایت دقت و تلاش خود را انجام
              می&zwnj;دهد. با وجود این، در صورتی که موجودی محصولی در گل قند به
              پایان برسد، حتی پس از اقدام مشتری به سفارش&zwnj;&rlm;گذاری، حق
              کنسل کردن آن سفارش و یا استرداد وجه سفارش برای گل قند محفوظ است و
              یا مشتری می&rlm;&zwnj;تواند به جای کالای به اتمام رسیده، محصول
              دیگری را جایگزین کند.
            </p>
            <p>
              ۳- در صورت بروز مشکل در پردازش نهایی سبد خرید مانند اتمام موجودی
              کالا یا انصراف مشتری، مبلغ پرداخت شده طی ۲۴ الی ۴۸ ساعت کاری به
              حساب مشتری واریز خواهد شد.
            </p>
            <p>
              ۴- گل قند مجاز است بدون اطلاع قبلی نسبت به توقف
              سفارش&zwnj;&rlm;گیری جدید، اقدام و فروش خود را متوقف کند و کلیه
              سفارش&zwnj;&rlm;های ثبت شده قبل از توقف سفارش&zwnj;&rlm;گیری،
              پردازش و ارسال می&zwnj;&rlm;شود. حق قطع فروش کلیه و یا بخشی از
              محصولات به هر دلیلی مانند اتمام موجودی کالا بدون اطلاع قبلی، برای
              گل قند محفوظ است.
            </p>
            <p>
              ۵- در صورت بروز هرگونه خطا نسبت به درج قیمت و ارزش ریالی کالاهای
              موجود در سایت گل قند، حق بلا اثر نمودن سفارش و خرید انجام شده توسط
              مشتری، برای گل قند محفوظ است. گل قند در اسرع وقت وجوه دریافتی را
              به حساب اعلام شده توسط مشتری واریز و عودت می&zwnj;نماید و مشتری با
              ورود به سایت گل قند می&zwnj;پذیرد از این امر آگاهی داشته و در این
              خصوص ادعایی نخواهد داشت.
            </p>
            <p>
              ۶- کاربران باید هنگام سفارش کالای مورد نظر خود، فرم سفارش را با
              اطلاعات صحیح و به طور کامل تکمیل کنند. بدیهی است درصورت ورود
              اطلاعات ناقص یا نادرست، سفارش کاربر قابل پیگیری و تحویل نخواهد
              بود. بنابراین درج آدرس، پست الکترونیک و شماره تماس&zwnj;های همراه و ثابت
              توسط مشتری، به منزله مورد تایید بودن صحت آنها است و در صورتی که
              این موارد به صورت صحیح یا کامل درج نشده باشد، دیجی&zwnj;کالا جهت
              اطمینان از صحت و قطعیت ثبت سفارش می&zwnj;تواند از مشتری، اطلاعات
              تکمیلی و بیشتری درخواست کند.همچنین، مشتریان می&zwnj;توانند نام،
              آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش وارد کنند و اگر
              مبلغ سفارش از پیش پرداخت شده باشد، تحویل گیرنده سفارش هنگام دریافت
              کالا باید کارت شناسایی همراه داشته باشد.
            </p>
            <p>
              ۷- با توجه به ثبت سیستمی سفارش، به هیچ عنوان امکان صدور فاکتور
              مجدد یا تغییر مشخصات آن از جمله تغییر فاکتوری که به نام شخص حقیقی
              صادر شده، به نام شخص حقوقی وجود ندارد. بنابراین لازم است مشتریان
              هنگام ثبت سفارش، نسبت به این مساله دقت لازم را داشته باشند و اگر
              نیاز دارند که فاکتور به نام حقوقی برای آنها صادر شود، هنگام ثبت
              سفارش خود، با انتخاب گزینه ” تکمیل اطلاعات حقوقی ” و وارد کردن
              مشخصات سازمان موردنظر،&nbsp; برای خرید سازمانی و دریافت فاکتور
              رسمی اقدام کنند. همچنین آدرسی که خریدار به عنوان آدرس
              تحویل&zwnj;گیرنده ثبت یا انتخاب می&zwnj;کند، در فاکتور درج خواهد
              شد و لازم است درخواست کنندگان فاکتور به نام شخص حقوقی هنگام ثبت
              سفارش به این نکته توجه کافی داشته باشند، چرا که تغییر آدرس درج شده
              روی فاکتور پس از پردازش و تایید سفارش، به هیچ عنوان
              امکان&zwnj;پذیر نخواهد بود.
            </p>
            <p>
              ۸- امکان پرداخت در محل برای سفارش&zwnj;هایی که از طریق باربری
              ارسال می&zwnj;شوند یا مبلغ آنها بیشتر از سی میلیون ریال است، وجود
              ندارد و لازم است پیش از ارسال، مبلغ اینگونه سفارش&zwnj;ها از طریق
              پرداخت کارت به کارت یا پرداخت اینترنتی تسویه شود.
            </p>
            <p>
              ۹- از آنجا که گل قند یک وب&zwnj;سایت خرده&zwnj;فروشی آنلاین است،
              سفارش یک کالا به تعداد بالا، مغایر با هدف مصرف خریدار است و در
              صورت ثبت چنین سفارشی، لازم است پیش از ارسال، مبلغ آن تسویه شود.
            </p>
            <p>
              ۱۰- تحویل سفارش در اماکن عمومی همچون کافه، کافی نت، رستوران، هتل و
              مانند آن امکان&zwnj;پذیر نیست و لازم است آدرس تحویل، دقیق و قابل
              استناد باشد
            </p>
            <p>
              ۱۱- در صورت خرید اعتباری (استفاده از کد تخفیف یا ووچر) پس از نهایی
              شدن سبد، از نظر قانونی امکان اعمال تغییر در سبد خرید، و تغییر مبلغ
              فاکتور به دلایل انصراف از خرید، حذف یا تغییر کالا یا تعداد کالا
              وجود ندارد و اگر مشتری درخواست هرگونه تغییری را داشته باشد، ووچر
              یا کد تخفیف باطل خواهد شد و امکان برگرداندن مبلغ آن وجود ندارد
            </p>
            <p>
              ۱۲- لازم به ذکر استافزودن کالا به سبد خرید به معنی رزرو کالا نیست
              و هیچ گونه حقی را برای مشتریان ایجاد نمی&zwnj;کند. همچنین تا پیش
              از ثبت نهایی، هرگونه تغییر از جمله تغییر در موجودی کالا یا قیمت،
              روی کالای افزوده شده به سبد خرید اعمال خواهد شد. بنابراین به
              مشتریانی که تمایل و تصمیم به خرید قطعی دارند، به&zwnj;ویژه درباره
              کالاهای ارائه شده تحت عنوان شگفت انگیز که دارای محدودیت تعداد
              هستند، توصیه می&zwnj;شود در اسرع وقت سفارش خود را نهایی کنند تا با
              اتمام موجودی یا تغییر قیمتی کالاها روبرو نشوند.
            </p>
          </div>
          <h2 class="mt-8">استرداد وجه و مرجوعی کالا</h2>
          <br />
          <div>
            <p>
              درصورت نارضایتی از محصول پس از تماس با گل قند  شما می توانید تمام وجه پرداختی
               را ظرف مدت ۴۸ ساعت دریافت نمایید و به آدرس فرستنده با هزینه گل قند محصول را برگشت
               .دهید
            </p>
          </div>
          <h2 class="mt-8">مدت زمان تحویل</h2>
          <br />
          <div>
            <p>
                بین ۳ تا ۷ روز کاری .
            </p>
          </div>
          <h2 class="mt-8">ساعت پاسخگویی</h2>
          <br />
          <div>
            <p>
                روزهای های کاری بین ساعت ۹ الی ۱۳.
            </p>
          </div>
          <h2 class="mt-8">نحوه پرداخت وجه</h2>
          <br />
          <div>
            <p>
            تمامی سفارشات از طریق درگاه پرداخت اینترنتی داخل سایت پرداخت می شود.
            </p>
          </div>
          <h2 class="mt-8">شیوه حمل</h2>
          <br />
          <div>
            <p>
                از طریق دفاتر پست و تیپاکس محصولات به دست شما می رسد.
            </p>
          </div>
          <h2 class="mt-8">حریم شخصی</h2>
          <br />
          <div>
            <p>
              سایت گل قند متعهد می شود اطلاعات شخصی کاربران آن به عنوان حریم شخصی کاربر محسوب می شود و از به هیج عنوان اجازه سواستفاده از آن را ندارد و در حفظ و نکهداری آن تمام تلاش خود را میکند.
            </p>
          </div>
          <h2 class="mt-8">نحوه ثبت شکایت</h2>
          <br />
          <div>
            <p>
              ۱-تماس تلفنی
            </p>
            <p>
              ۲-پرکردن فرم تماس با ما
            </p>
          </div>
        </div>
      </v-card>
    </v-col>
  </v-row>
</template>
<script>
export default {
  data: () => ({
    items: [
      {
        text: "خانه",
        disabled: false,
        to: "/",
      },
      {
        text: "قوانین و مقررات",
        disabled: true,
        to: "",
      },
    ],
  }),
};
</script>


